/* No comment provided by engineer. */
"No such user" = "No such user";

/* No comment provided by engineer. */
"No such user exists" = "No such user exists";

/* No comment provided by engineer. */
"Please sign up" = "Please sign up";

/* No comment provided by engineer. */
"signup-error.descr.enter a nickname" = "signup-error.descr.enter a nickname";

/* No comment provided by engineer. */
"signup-error.descr.invalid nickname" = "signup-error.descr.invalid nickname";

/* No comment provided by engineer. */
"signup-error.descr.username taken" = "signup-error.descr.username taken";

/* No comment provided by engineer. */
"signup-error.nickname should contain only alphanumeric symbols, please check yours" = "signup-error.nickname should contain only alphanumeric symbols, please check yours";

/* No comment provided by engineer. */
"signup-error.reason.nickname can't be blank" = "signup-error.reason.nickname can't be blank";

/* No comment provided by engineer. */
"signup-error.reason.nickname should contain only alpha numeric symbols" = "signup-error.reason.nickname should contain only alpha numeric symbols";

/* No comment provided by engineer. */
"signup-error.reason.username already taken" = "signup-error.reason.username already taken";

/* No comment provided by engineer. */
"signup-error.suggest" = "signup-error.suggest";

/* No comment provided by engineer. */
"signup-error.suggest.please try a different one." = "signup-error.suggest.please try a different one.";


"LoginVC.error.message you should grant vk access to log in" = "LoginVC.error.message you should grant vk access to log in";
"CreateUser.hudLabel.Creating account" = "CreateUser.hudLabel.Creating account";
"Customer.send_email_error.error" = "Customer.send_email_error.error";
"Customer.send_email_error.unable to send email" = "Customer.send_email_error.unable to send email";